[
    {
      "content": "Hello.",
      "date_posted": "2025-01-24T15:10:46.254563",
      "creator_id": 1,
      "creator_name": "essietasha"
    },
    {
      "content": "During my relocation, learning with Essie was the best decision of my life.",
      "date_posted": "2025-01-24T15:11:46.254563",
      "creator_id": 2,
      "creator_name": "anderson liam"
    },
    {
      "content": "Thank you Essy. You're the best teacher I could ever ask for - ZOEY",
      "date_posted": "2025-01-25T15:48:19.005820",
      "creator_id": 3,
      "creator_name": "zoey"
    },
    {
      "content": "Essie is an amazing teacher. She explains everything so clearly and makes learning fun. Her patience and encouragement have helped me grow mstly with my speaking skills. She makes the lesson suit my needs and makes sure I understand every topic before moving on, thank you teacher.",
      "date_posted": "2025-01-25T15:59:27.372867",
      "creator_id": 4,
      "creator_name": "vladimir"
    },
    {
      "content": "IELTS 10 out of 10 ",
      "date_posted": "2025-01-26T14:50:37.107325",
      "creator_id": 5,
      "creator_name": "dassah"
    },
    {
      "content": "Essi-is my best teacher. She explains very well. Thanks to her, I got rid of the language barrier. We studied with her for some months, but had to pause my lessons for some personal reasons. I'll continue soon. I'm looking forward to it. Thank you very much for your patience, for the knowledge you gave me.",
      "date_posted": "2025-01-27T07:37:32.567611",
      "creator_id": 6,
      "creator_name": "raifa"
    },
    {
      "content": " I aced my exam, thank you teacher. Stuck wit you for LIFE",
      "date_posted": "2025-01-26T22:06:42.594420",
      "creator_id": 7,
      "creator_name": "arina"
    },
    {
      "content": " I began my classes with essie last year and I’m a better student today because of her. My teacher s a great and loving teacher. Our classes make me so happy from reading to speaking to writing and story telling. When I started my speaking was so poor but today I can narrate stories nd hold good conversation with my colleagues and it makes me feel confident",
      "date_posted": "2025-01-27T08:06:52.212682",
      "creator_id": 8,
      "creator_name": "madina"
    },
    {
      "content": "my son OLEG loves your lessons very much they are easy to understand and teacher is very kind He can now talk better about his day friends and hobbies Thankyou teacher for helping us improve ",
      "date_posted": "2025-01-27T14:59:03.604783",
      "creator_id": 9,
      "creator_name": "nadia"
    },
    {
      "content": "thanks to essey i now communicate better with my clients!",
      "date_posted": "2025-01-28T09:09:07.945495",
      "creator_id": 10,
      "creator_name": "damir"
    },
    {
      "content": " Thank you teacher",
      "date_posted": "2025-02-02T11:06:37.219243",
      "creator_id": 11,
      "creator_name": "jang"
    },
    {
      "content": "Essie is an amazing teacher. I have only self-education experience in English. With Essie, I have understood many grammar rules. Now I can use tenses well. Every lesson gives me the opportunity to communicate with a native speaker and understand how to use English correctly. Thank you so much!",
      "date_posted": "2025-02-10T15:04:44.427900",
      "creator_id": 12,
      "creator_name": "sergey"
    },
    {
      "content": " Teacher Essie has a top notch command of the English language! She breaks it down simply and no matter what level you are in, she will help sharpen your skills. \nYou are in for a treat. When you learn with Essie, you’ll be glad you didn’t waste your time elsewhere. ",
      "date_posted": "2025-03-07T14:15:16.200105",
      "creator_id": 13,
      "creator_name": "tosin ade"
    },
    {
      "content": " Hi i'm natasha. Essie is the best teacher.",
      "date_posted": "2025-03-29T20:15:38.936911",
      "creator_id": 14,
      "creator_name": "natasha"
    }
  ]